<?php
return [

    // Business Path
    'problem_solution' => 'هل الحل مرتبط بالمشكلة أو التحدي المراد حله؟',
    'feasibility' => 'هل الحل واقعي وقابل للتنفيذ وتم اختباره وإثبات فعاليته؟',
    'competitive_advantage' => 'هل الميزة التنافسية واضحة وقيّمة؟',
    'target_audience' => 'هل الفئة المستهدفة محددة وواضحة؟',
    'competitors' => 'هل تم عرض المنافسين بوضوح؟',
    'business_model' => 'هل نموذج العمل واضح ومجدي؟ (وضوح مصادر الدخل والإيرادات وتحقيق المبيعات)؟',
    'scalability' => 'هل فكرة المشروع قابلة للتوسع والنمو؟',
    'presentation_clarity' => 'وضوح وتسلسل العرض التقديمي',
    'project_work' => 'وضوح طريقة عمل المشروع وكيفية الاستفادة من الخدمة أو المنتج المقدم؟',

    // Cinematic Path
    'innovation' => 'الإبداع والابتكار',
    'innovation_quality' => 'ما مدى الإبداع والابتكار في النهج المتبع للحل المقدم؟ هل يعتبر الحل جديدًا ومبتكرًا، أم أنه تحسين على حل موجود مسبقًا؟',
    'innovation_level_of_innovation' => 'مدى الابتكار والاكتشاف والريادة في الحل المقدم',


    'design' => 'تصميم وصحة الحل علمياً',
    'design_scientific_methodology' => 'استخدام منهجية علمية موثوقة في تقديم الحل',
    'design_scientific_data' => 'اعتماد البيانات والتقنيات العلمية',

    'impact' => 'التأثير',
    'impact_quality' => 'ما هو مدى التأثير (الجودة والكمية) الذي يقدمه هذا الحل للتحديات والقطاعات المختلفة؟ هل يحل مشكلة كبيرة أم صغيرة؟ هل سيلهم أو يساعد الكثيرين؟',
    'impact_quantity' => 'الأثر الاقتصادي والاجتماعي للحل المقدم. ',

    'applicability' => 'إمكانية التطبيق',
    'applicability_possibility' => 'إمكانية تطبيق الفكرة على أرض الواقع',
    'applicability_flexibility' => 'المرونة لاستخدامها في مجالات متعددة',

    'team' => 'الفريق',
    'team_availability' => 'توافر فريق متكامل ومتنوع الخبرات',
    'team_collaboration' => 'قدرة الفريق على التعاون وتحقيق الأهداف 	',
    'team_professionalism' => 'احترافية أفراد الفريق وكفاءتهم',

    'presentation_skills' => 'مهارات العرض والتقديم',
    'presentation_skills_explanation' => 'شرح الفكرة بشكل واضح ومتكامل',
    'presentation_skills_sequence' => 'تسلسل منطقي للأفكار',
    'presentation_skills_quality' => 'جودة وفعالية العروض التقديمية',
    'presentation_skills_communication' => 'قدرة الفريق على التواصل بشكل واضح وجذاب',

    'solution_alignment' => 'مواءمة الحل مع التحديات المطروحة',
    'solution_alignment_innovative' => 'موائمة الحلول المبتكرة المقدمة للتحديات المطروحة في القطاعات المستهدفة',

];
